Repository: somersjens/jumping-fox
Catalog: Jumping Fox/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, uz, vi, zh, zu

# notif.weekly.title %lld
source: You earned %lld trophies this week! 🌟
af: Jy het hierdie week %lld trofeë verdien! 🌟
am: በዚህ ሳምንት %lld ዋንጫዎችን አግኝተዋል! 🌟
ar: لقد حصلت على %lld جائزة هذا الأسبوع! 🌟
as: এই সপ্তাহত আপুনি %lldটা ট্ৰফী অৰ্জন কৰিলে! 🌟
az: Bu həftə %lld kubok qazandınız! 🌟
be: На гэтым тыдні вы зарабілі %lld трафеяў! 🌟
bg: Спечелихте %lld трофея тази седмица! 🌟
bn: আপনি এই সপ্তাহে %lldটি ট্রফি জিতেছেন! 🌟
bo: ཁྱོད་ཀྱིས་བདུན་ཕྲག་འདིར་བྱ་དགའ་%lldཐོབ་ཡོད། . 🌟
bs: Osvojili ste %lld trofeja ove sedmice! 🌟
ca: Heu guanyat %lld trofeus aquesta setmana! 🌟
cs: Tento týden jste získali %lld trofejí! 🌟
cy: Fe enilloch chi %lld tlws yr wythnos hon! 🌟
da: Du har tjent %lld trofæer i denne uge! 🌟
de: Du hast diese Woche %lld Trophäen verdient! 🌟
el: Κέρδισες %lld τρόπαια αυτή την εβδομάδα! 🌟
es: ¡Has ganado %lld trofeos esta semana! 🌟
et: Teenisite sel nädalal %lld karikat! 🌟
eu: %lld txapel irabazi dituzu aste honetan! 🌟
fa: شما در این هفته %lld جام به دست آوردید! 🌟
fi: Ansaitsit %lld palkintoa tällä viikolla! 🌟
fo: Tit vunnu %lld steyp hesa vikuna! 🌟
fr: Vous avez remporté %lld trophées cette semaine ! 🌟
ga: Ghnóthaigh tú %lld trófaí an tseachtain seo chaite! 🌟
gl: Gañaches %lld trofeos esta semana! 🌟
gu: તમે આ અઠવાડિયે %lld ટ્રોફી મેળવી છે! 🌟
he: זכית ב-%lld גביעים השבוע! 🌟
hi: आपने इस सप्ताह %lld ट्राफियां अर्जित कीं! 🌟
hr: Osvojili ste %lld trofeja ovaj tjedan! 🌟
hu: Ezen a héten %lld trófeát gyűjtöttél! 🌟
hy: Այս շաբաթ դուք վաստակեցիք %lld գավաթ: 🌟
id: Anda memperoleh %lld piala minggu ini! 🌟
is: Þú vannst %lld titla í vikunni! 🌟
it: EHai guadagnato %lld trofei questa settimana! 🌟
ja: 今週は %lld 個のトロフィーを獲得しました! 🌟
ka: ამ კვირაში %lld ტიტული მოიპოვე! 🌟
kk: Осы аптада %lld жүлде алдыңыз! 🌟
km: អ្នកទទួលបានពានរង្វាន់ចំនួន %lld នៅសប្តាហ៍នេះ! 🌟
kn: ಈ ವಾರ ನೀವು %lld ಟ್ರೋಫಿಗಳನ್ನು ಗಳಿಸಿದ್ದೀರಿ! 🌟
ko: 이번 주에 트로피 %lld개를 획득하셨습니다! 🌟
lo: ເຈົ້າໄດ້ຮັບ %lld ລາງວັນໃນອາທິດນີ້! 🌟
lt: Šią savaitę pelnėte %lld trofėjų! 🌟
lv: Šonedēļ jūs nopelnījāt %lld trofejas! 🌟
mk: Заработивте %lld трофеи оваа недела! 🌟
ml: ഈ ആഴ്ച നിങ്ങൾ %lld ട്രോഫികൾ നേടി! 🌟
mn: Та энэ долоо хоногт %lld цом авлаа! 🌟
mr: तुम्ही या आठवड्यात %lld ट्रॉफी मिळवल्या आहेत! 🌟
ms: Anda memperoleh %lld trofi minggu ini! 🌟
my: သင်သည် ဤအပတ်တွင် ဆုဖလား %lld ရရှိခဲ့သည်။ 🌟
ne: तपाईंले यो हप्ता %lld ट्राफीहरू कमाउनुभयो! 🌟
nl: Je verdiende deze week %lld trofeeën! 🌟
no: Du har tjent %lld trofeer denne uken! 🌟
or: ଆପଣ ଏହି ସପ୍ତାହରେ %lld ଟି ଟ୍ରଫି ଅର୍ଜନ କରିଛନ୍ତି! 🌟
pa: ਤੁਸੀਂ ਇਸ ਹਫ਼ਤੇ %lld ਟਰਾਫ਼ੀਆਂ ਹਾਸਲ ਕੀਤੀਆਂ ਹਨ! 🌟
pl: W tym tygodniu zdobyłeś %lld trofeów! 🌟
pt: Você ganhou %lld troféus esta semana! 🌟
ro: Ați câștigat %lld de trofee săptămâna aceasta! 🌟
ru: На этой неделе вы заработали %lld призов! 🌟
si: ඔබ මේ සතියේ කුසලාන %lldක් උපයා ගත්තා! 🌟
sk: Tento týždeň ste získali %lld trofejí! 🌟
sl: Ta teden ste osvojili %lld trofej! 🌟
sq: Ju fituat %lld trofe këtë javë! 🌟
sr: Ове недеље сте освојили %lld трофеја! 🌟
sv: Du tjänade %lld troféer den här veckan! 🌟
sw: Umejishindia vikombe %lld wiki hii! 🌟
ta: இந்த வாரம் %lld கோப்பைகளைப் பெற்றுள்ளீர்கள்! 🌟
te: ఈ వారం నువ్వు %lld ట్రోఫీలు సంపాదించావు! 🌟
th: คุณได้รับ %lld ถ้วยรางวัลในสัปดาห์นี้! 🌟
tr: Bu hafta %lld kupa kazandınız! 🌟
ug: بۇ ھەپتە %lld لوڭقىغا ئېرىشتىڭىز! 🌟
uk: Цього тижня ви заробили %lld трофеїв! 🌟
ur: آپ نے اس ہفتے %lld ٹرافیاں حاصل کیں! 🌟
uz: Siz bu hafta %lld ta sovrin yutib oldingiz! 🌟
vi: Bạn đã kiếm được %lld danh hiệu trong tuần này! 🌟
zh: 本周您赢得了 %lld 个奖杯！ 🌟
zu: Uzuze izindebe ezingu-%lld kuleli sonto! 🌟

# onboarding.level.advanced.subtitle
source: Different mixed sums together.
af: Verskillende somme deurmekaar.
am: የተለያዩ ድብልቅ ስሌቶች።
ar: مسائل مختلطة مختلفة معًا.
as: বেলেগ বেলেগ মিশ্ৰ অংক একেলগে।
az: Müxtəlif qarışıq misallar.
be: Розныя змешаныя прыклады.
bg: Различни смесени задачи.
bn: বিভিন্ন মিশ্র অঙ্ক একসঙ্গে।
bo: རྩིས་འདྲེས་མ་མི་འདྲ་བ་མཉམ་དུ།
bs: Različiti miješani zadaci.
ca: Diferents operacions mixtes.
cs: Různé smíšené příklady dohromady.
cy: Gwahanol symiau cymysg gyda'i gilydd.
da: Forskellige blandede opgaver.
de: Verschiedene gemischte Aufgaben.
el: Διαφορετικές μικτές ασκήσεις μαζί.
es: Distintos ejercicios mezclados.
et: Erinevad segaülesanded koos.
eu: Nahasketa-ariketa desberdinak batera.
fa: تمرین‌های ترکیبی مختلف با هم.
fi: Erilaisia sekalaskuja.
fo: Ymisk blandingsstykki hvørt um annað.
fr: Différents calculs mélangés.
ga: Suimeanna éagsúla measctha le chéile.
gl: Diferentes contas mesturadas.
gu: અલગ અલગ મિશ્ર દાખલા સાથે.
he: תרגילים מעורבים מסוגים שונים.
hi: अलग-अलग मिली-जुली गणनाएँ।
hr: Različiti miješani zadaci.
hu: Különböző vegyes feladatok együtt.
hy: Տարբեր խառը առաջադրանքներ միասին։
id: Berbagai soal campuran.
is: Mismunandi blönduð dæmi saman.
it: Diversi esercizi misti insieme.
ja: いろいろなミックス問題。
ka: სხვადასხვა შერეული ამოცანა ერთად.
kk: Әртүрлі аралас есептер.
km: លំហាត់ចម្រុះផ្សេងៗលាយគ្នា។
kn: ಬೇರೆ ಬೇರೆ ಮಿಶ್ರ ಲೆಕ್ಕಗಳು.
ko: 여러 가지 섞인 문제를 함께 풀어요.
lo: ໂຈດປະສົມຫຼາຍແບບຢູ່ນຳກັນ.
lt: Įvairios mišrios užduotys kartu.
lv: Dažādi jaukti uzdevumi kopā.
mk: Различни мешани задачи.
ml: വ്യത്യസ്ത മിക്സ് കണക്കുകൾ ഒരുമിച്ച്.
mn: Өөр өөр холимог бодлогууд.
mr: वेगवेगळी मिश्र उदाहरणे एकत्र.
ms: Soalan campur yang berbeza.
my: ရောစပ်ပုစ္ဆာအမျိုးမျိုး။
ne: विभिन्न मिश्रित हिसाब सँगै।
nl: Verschillende mix-sommen door elkaar.
no: Forskjellige miksoppgaver sammen.
or: ଭିନ୍ନ ମିଶ୍ରିତ ପ୍ରଶ୍ନ ଏକାଠି।
pa: ਵੱਖ-ਵੱਖ ਮਿਲੇ-ਜੁਲੇ ਹਿਸਾਬ ਇਕੱਠੇ।
pl: Różne działania wymieszane razem.
pt: Várias contas misturadas.
ro: Exerciții mixte diferite, toate împreună.
ru: Разные смешанные примеры.
si: විවිධ මිශ්‍ර ගණන් එකට.
sk: Rôzne zmiešané príklady.
sl: Različne mešane naloge skupaj.
sq: Detyra të ndryshme të përziera.
sr: Različiti mešani zadaci zajedno.
sv: Olika blandade tal.
sw: Hesabu tofauti zilizochanganywa.
ta: விதவிதமான கலவைக் கணக்குகள் ஒன்றாக.
te: వేర్వేరు మిక్స్ లెక్కలు కలిపి.
th: โจทย์ผสมหลายแบบคละกัน
tr: Farklı karışık işlemler bir arada.
ug: ئوخشىمىغان ئارىلاش مەسىلىلەر.
uk: Різні змішані завдання впереміш.
ur: مختلف ملے جلے سوال۔
uz: Turli aralash misollar birga.
vi: Các phép tính hỗn hợp khác nhau.
zh: 不同的混合题放在一起。
zu: Izibalo ezixubile ezahlukene.

# onboarding.level.advanced.title
source: Pretty good already
af: Reeds baie goed
am: አስቀድመህ ጥሩ ነህ
ar: جيد جدًا بالفعل
as: ইতিমধ্যে যথেষ্ট ভাল
az: Artıq yaxşısan
be: Ужо даволі добра
bg: Вече доста добре
bn: ইতিমধ্যেই বেশ ভালো
bo: ད་ལྟ་ཡག་ཐག་ཆོད།
bs: Već ti dobro ide
ca: Ja ho fas força bé
cs: Už docela dobré
cy: Eitha da'n barod
da: Allerede ret god
de: Schon ziemlich gut
el: Ήδη αρκετά καλός
es: Ya se te da bastante bien
et: Juba päris tubli
eu: Dagoeneko nahiko ondo
fa: همین حالا هم خیلی خوبی
fi: Osaat jo aika hyvin
fo: Longu rættiliga dugnalig/ur
fr: Déjà plutôt doué
ga: Maith go leor cheana
gl: Xa bastante ben
gu: પહેલેથી ઘણું સારું
he: כבר די טוב
hi: पहले से काफी अच्छे
hr: Već ti dobro ide
hu: Már egész ügyes
hy: Արդեն բավական լավ է
id: Sudah cukup bagus
is: Orðin(n) nokkuð góð(ur)
it: Già abbastanza bravo
ja: もうけっこうできる
ka: უკვე საკმაოდ კარგად
kk: Әжептәуір жақсы
km: ពូកែគួរសមហើយ
kn: ಈಗಲೇ ಚೆನ್ನಾಗಿದ್ದೀಯ
ko: 벌써 꽤 잘해요
lo: ເກັ່ງພໍສົມຄວນແລ້ວ
lt: Jau visai gerai
lv: Jau diezgan labi
mk: Веќе ти оди добро
ml: ഇതിനകം നന്നായി അറിയാം
mn: Аль хэдийн сайн
mr: आधीच बरं जमतंय
ms: Dah agak bagus
my: တော်တော်ကောင်းနေပြီ
ne: पहिल्यै राम्रो
nl: Al aardig goed
no: Allerede ganske god
or: ଏବେଠାରୁ ବହୁତ ଭଲ
pa: ਪਹਿਲਾਂ ਹੀ ਕਾਫ਼ੀ ਵਧੀਆ
pl: Już całkiem nieźle
pt: Já és bastante bom
ro: Te descurci deja bine
ru: Уже неплохо
si: දැනටමත් හොඳයි
sk: Už ti to celkom ide
sl: Že kar dobro
sq: Tashmë mjaft mirë
sr: Već ti ide dobro
sv: Redan ganska bra
sw: Tayari unafanya vizuri
ta: ஏற்கனவே நன்றாக செய்கிறாய்
te: ఇప్పటికే బాగానే వచ్చు
th: ทำได้ดีแล้ว
tr: Şimdiden oldukça iyi
ug: خېلى ياخشى
uk: Уже досить добре
ur: کافی اچھے ہیں
uz: Ancha yaxshi
vi: Đã khá giỏi rồi
zh: 已经很不错
zu: Usuvele wenza kahle

# onboarding.level.beginner.subtitle
source: Practice with sums in order.
af: Oefen somme in volgorde.
am: ስሌቶችን በቅደም ተከተል ተለማመድ።
ar: تدرّب على المسائل بالترتيب.
as: ক্ৰমে থকা অংকৰে অভ্যাস কৰা।
az: Misalları sıra ilə məşq et.
be: Трэніруй прыклады па парадку.
bg: Упражнявай задачи подред.
bn: ক্রমে থাকা অঙ্ক অনুশীলন করো।
bo: གོ་རིམ་ལྟར་གྱི་རྩིས་སྦྱོངས།
bs: Vježbaj zadatke redom.
ca: Practica operacions en ordre.
cs: Procvičuj příklady v pořadí.
cy: Ymarfer gyda symiau mewn trefn.
da: Øv opgaver i rækkefølge.
de: Übe Aufgaben der Reihe nach.
el: Εξάσκηση με ασκήσεις στη σειρά.
es: Practica con ejercicios en orden.
et: Harjuta ülesandeid järjekorras.
eu: Praktikatu ariketak ordenan.
fa: تمرین با سؤال‌های مرتب.
fi: Harjoittele laskuja järjestyksessä.
fo: Ven roknistykki í raðfylgju.
fr: Entraîne-toi avec les calculs dans l’ordre.
ga: Cleachtaigh suimeanna in ord.
gl: Practica con contas en orde.
gu: ક્રમમાં દાખલાનો અભ્યાસ કરો.
he: מתאמנים על תרגילים לפי הסדר.
hi: क्रम से सवालों का अभ्यास करो।
hr: Vježbaj zadatke po redu.
hu: Gyakorlás sorrendben jövő feladatokkal.
hy: Փորձիր հերթականությամբ տրված առաջադրանքներ։
id: Berlatih dengan soal berurutan.
is: Æfðu dæmi í röð.
it: Allenati con esercizi in ordine.
ja: 順番どおりの問題をれんしゅう。
ka: ივარჯიშე ამოცანებით თანმიმდევრობით.
kk: Есептерді ретімен жаттық.
km: ហាត់លំហាត់តាមលំដាប់។
kn: ಕ್ರಮದ ಲೆಕ್ಕಗಳನ್ನು ಅಭ್ಯಾಸ ಮಾಡು.
ko: 순서대로 나오는 문제를 연습해요.
lo: ຝຶກໂຈດຕາມລຳດັບ.
lt: Treniruokis su užduotimis iš eilės.
lv: Trenējies ar uzdevumiem secībā.
mk: Вежбај задачи по редослед.
ml: ക്രമത്തിലുള്ള കണക്കുകൾ പരിശീലിക്കൂ.
mn: Бодлогуудыг дарааллаар давт.
mr: क्रमाने उदाहरणांचा सराव कर.
ms: Berlatih dengan soalan ikut urutan.
my: အစဉ်လိုက် ပုစ္ဆာများကို လေ့ကျင့်ပါ။
ne: क्रमका हिसाब अभ्यास गर।
nl: Oefenen met oplopende sommen.
no: Øv på oppgaver i rekkefølge.
or: କ୍ରମରେ ଥିବା ପ୍ରଶ୍ନ ଅଭ୍ୟାସ କର।
pa: ਕ੍ਰਮਵਾਰ ਹਿਸਾਬਾਂ ਦਾ ਅਭਿਆਸ ਕਰੋ।
pl: Ćwicz działania po kolei.
pt: Pratica contas por ordem.
ro: Exersează cu exerciții în ordine.
ru: Примеры по порядку.
si: පිළිවෙළට ගණන් පුහුණු වන්න.
sk: Trénuj príklady v poradí.
sl: Vadi naloge po vrsti.
sq: Ushtrohu me detyra në rend.
sr: Vežbaj zadatke po redu.
sv: Öva på tal i ordning.
sw: Fanya mazoezi kwa hesabu zilizopangwa.
ta: வரிசையான கணக்குகளுடன் பயிற்சி செய்.
te: లెక్కలను క్రమంగా సాధన చేయి.
th: ฝึกโจทย์ตามลำดับ
tr: Sıralı işlemlerle çalış.
ug: تەرتىپلىك مەسىلىلەرنى مەشىق قىل.
uk: Тренуй завдання по порядку.
ur: ترتیب وار سوالوں کی مشق کریں۔
uz: Misollarni tartib bilan mashq qil.
vi: Luyện các phép tính theo thứ tự.
zh: 按顺序练习算式。
zu: Zijwayeze izibalo ngokulandelana.

# onboarding.level.beginner.title
source: Just started
af: Pas begin
am: አሁን ጀምረሃል
ar: بدأت للتو
as: এতিয়াহে আৰম্ভ
az: Yeni başlamısan
be: Толькі пачынаю
bg: Току-що започнах
bn: সবে শুরু
bo: ད་ག་རང་འགོ་ཚུགས།
bs: Tek si počeo/la
ca: Acabes de començar
cs: Právě začínáš
cy: Newydd ddechrau
da: Lige begyndt
de: Gerade angefangen
el: Μόλις ξεκίνησα
es: Acabas de empezar
et: Alles alustasid
eu: Hasi berria
fa: تازه شروع کرده‌ام
fi: Olet vasta aloittanut
fo: Júst byrjað
fr: Je débute
ga: Díreach tosaithe
gl: Acabo de comezar
gu: હમણાં જ શરૂઆત
he: רק התחלתי
hi: अभी शुरू किया
hr: Tek počinješ
hu: Most kezdtem
hy: Հենց նոր եմ սկսել
id: Baru mulai
is: Nýbyrjuð/n
it: Hai appena iniziato
ja: はじめたばかり
ka: ახლახან დავიწყე
kk: Жаңа бастадың
km: ទើបចាប់ផ្តើម
kn: ಈಗಷ್ಟೇ ಆರಂಭಿಸಿದೆ
ko: 이제 막 시작했어요
lo: ຫາກໍເລີ່ມ
lt: Ką tik pradėjau
lv: Tikko sāki
mk: Само што почнав
ml: ഇപ്പോൾ തുടങ്ങിയതാണ്
mn: Дөнгөж эхэлсэн
mr: आत्ताच सुरुवात
ms: Baru mula
my: စတင်ခါစ
ne: भर्खर सुरु
nl: Net begonnen
no: Nettopp begynt
or: ଏବେ ଆରମ୍ଭ କଲ
pa: ਹੁਣੇ ਸ਼ੁਰੂ ਕੀਤਾ
pl: Dopiero zaczynam
pt: Acabaste de começar
ro: Abia ai început
ru: Только начал
si: දැන් පටන් ගත්තා
sk: Práve začínaš
sl: Šele začenjam
sq: Sapo ke filluar
sr: Tek si počeo/la
sv: Har just börjat
sw: Umeanza tu
ta: இப்போதுதான் தொடங்கினாய்
te: ఇప్పుడే మొదలు
th: เพิ่งเริ่ม
tr: Yeni başladım
ug: ئەمدى باشلىدىم
uk: Щойно почав
ur: ابھی شروع کیا
uz: Endi boshlading
vi: Mới bắt đầu
zh: 刚刚开始
zu: Usanda kuqala

# onboarding.level.intermediate.subtitle
source: Sums in random order.
af: Somme in lukrake volgorde.
am: ስሌቶች በዘፈቀደ ቅደም ተከተል።
ar: مسائل بترتيب عشوائي.
as: যাদৃচ্ছিক ক্ৰমৰ অংক।
az: Misallar təsadüfi sıra ilə.
be: Прыклады ў выпадковым парадку.
bg: Задачи в случаен ред.
bn: এলোমেলো ক্রমে অঙ্ক।
bo: གོ་རིམ་གང་བྱུང་གི་རྩིས།
bs: Zadaci nasumičnim redom.
ca: Operacions en ordre aleatori.
cs: Příklady v náhodném pořadí.
cy: Symiau mewn trefn ar hap.
da: Opgaver i tilfældig rækkefølge.
de: Aufgaben in zufälliger Reihenfolge.
el: Ασκήσεις σε τυχαία σειρά.
es: Ejercicios en orden aleatorio.
et: Ülesanded juhuslikus järjekorras.
eu: Ariketak ausazko ordenan.
fa: سؤال‌ها با ترتیب تصادفی.
fi: Laskut satunnaisessa järjestyksessä.
fo: Roknistykki í tilvildarligari raðfylgju.
fr: Calculs dans un ordre aléatoire.
ga: Suimeanna in ord randamach.
gl: Contas en orde aleatoria.
gu: અવ્યવસ્થિત ક્રમમાં દાખલા.
he: תרגילים בסדר אקראי.
hi: किसी भी क्रम में सवाल।
hr: Zadaci nasumičnim redom.
hu: Feladatok véletlen sorrendben.
hy: Առաջադրանքներ՝ պատահական հերթականությամբ։
id: Soal dalam urutan acak.
is: Dæmi í handahófsröð.
it: Esercizi in ordine casuale.
ja: ランダムな順番の問題。
ka: ამოცანები შემთხვევითი რიგით.
kk: Есептер кездейсоқ ретпен.
km: លំហាត់តាមលំដាប់ចៃដន្យ។
kn: ಯಾದೃಚ್ಛಿಕ ಕ್ರಮದ ಲೆಕ್ಕಗಳು.
ko: 문제가 무작위로 나와요.
lo: ໂຈດຕາມລຳດັບສຸ່ມ.
lt: Užduotys atsitiktine tvarka.
lv: Uzdevumi nejaušā secībā.
mk: Задачи по случаен редослед.
ml: ക്രമരഹിത കണക്കുകൾ.
mn: Бодлогууд санамсаргүй дараалалтай.
mr: यादृच्छिक क्रमात उदाहरणे.
ms: Soalan dalam urutan rawak.
my: ကျပန်းအစဉ်နဲ့ ပုစ္ဆာများ။
ne: अनियमित क्रमका हिसाब।
nl: Sommen in willekeurige volgorde.
no: Oppgaver i tilfeldig rekkefølge.
or: ଯାଦୃଚ୍ଛିକ କ୍ରମରେ ପ୍ରଶ୍ନ।
pa: ਬੇਤਰਤੀਬ ਕ੍ਰਮ ਵਿੱਚ ਹਿਸਾਬ।
pl: Działania w losowej kolejności.
pt: Contas por ordem aleatória.
ro: Exerciții în ordine aleatorie.
ru: Примеры в случайном порядке.
si: අහඹු පිළිවෙළේ ගණන්.
sk: Príklady v náhodnom poradí.
sl: Naloge v naključnem vrstnem redu.
sq: Detyra në rend të rastësishëm.
sr: Zadaci nasumičnim redom.
sv: Tal i slumpmässig ordning.
sw: Hesabu kwa mpangilio wa nasibu.
ta: சீரற்ற வரிசையில் கணக்குகள்.
te: యాదృచ్ఛిక క్రమంలో లెక్కలు.
th: โจทย์ตามลำดับสุ่ม
tr: İşlemler rastgele sırada.
ug: مەسىلىلەر ئىختىيارىي تەرتىپتە.
uk: Завдання у випадковому порядку.
ur: بے ترتیب سوال۔
uz: Misollar tasodifiy tartibda.
vi: Các phép tính theo thứ tự ngẫu nhiên.
zh: 随机顺序的算式。
zu: Izibalo ngokulandelana okungahleliwe.

# onboarding.level.intermediate.title
source: Some practice already
af: Al ’n bietjie geoefen
am: ትንሽ ተለማምደሃል
ar: تمرّنت قليلًا
as: ইতিমধ্যে অলপ অভ্যাস
az: Bir az məşq etmisən
be: Ужо крыху трэніраваўся
bg: Вече съм упражнявал
bn: আগেও কিছু অনুশীলন
bo: ཅུང་ཙམ་སྦྱངས་ཟིན།
bs: Već si malo vježbao/la
ca: Ja has practicat una mica
cs: Už máš něco natrénováno
cy: Wedi ymarfer tipyn
da: Har øvet lidt
de: Schon etwas geübt
el: Έχω κάνει λίγη εξάσκηση
es: Ya has practicado un poco
et: Oled juba harjutanud
eu: Dagoeneko praktikatu duzu
fa: کمی تمرین کرده‌ام
fi: Olet jo harjoitellut
fo: Hevur vant eitt sindur
fr: Déjà un peu entraîné
ga: Roinnt cleachtaidh déanta
gl: Xa practiquei algo
gu: થોડો અભ્યાસ કર્યો છે
he: כבר התאמנתי קצת
hi: पहले थोड़ा अभ्यास किया
hr: Već imaš nešto vježbe
hu: Már gyakoroltam
hy: Արդեն մի քիչ փորձել եմ
id: Sudah pernah berlatih
is: Búin(n) að æfa smá
it: Hai già fatto pratica
ja: 少しれんしゅうした
ka: უკვე ცოტა ვივარჯიშე
kk: Біраз жаттыққансың
km: បានហាត់ខ្លះហើយ
kn: ಸ್ವಲ್ಪ ಅಭ್ಯಾಸವಾಗಿದೆ
ko: 조금 연습했어요
lo: ຝຶກມາແລ້ວໜ້ອຍໜຶ່ງ
lt: Jau šiek tiek mokiausi
lv: Jau nedaudz trenējies
mk: Веќе имам вежбано
ml: കുറച്ച് പരിശീലിച്ചിട്ടുണ്ട്
mn: Бага зэрэг давтсан
mr: थोडा सराव झाला
ms: Dah pernah berlatih
my: နည်းနည်း လေ့ကျင့်ပြီးပြီ
ne: पहिल्यै केही अभ्यास
nl: Al wat geoefend
no: Har øvd litt
or: କିଛି ଅଭ୍ୟାସ ହୋଇଛି
pa: ਥੋੜ੍ਹਾ ਅਭਿਆਸ ਹੋ ਚੁੱਕਾ
pl: Już trochę umiem
pt: Já praticaste um pouco
ro: Ai exersat deja puțin
ru: Уже тренировался
si: ටිකක් පුහුණු වෙලා
sk: Už máš niečo natrénované
sl: Nekaj že znam
sq: Ke bërë pak ushtrime
sr: Već si malo vežbao/la
sv: Har övat lite
sw: Tayari umefanya mazoezi
ta: ஏற்கனவே கொஞ்சம் பயிற்சி
te: కొంత సాధన చేశావు
th: ฝึกมาบ้างแล้ว
tr: Biraz çalıştım
ug: ئازراق مەشىق قىلغان
uk: Уже трохи тренувався
ur: کچھ مشق ہو چکی
uz: Biroz mashq qilgansan
vi: Đã luyện một chút
zh: 已经练过一些
zu: Usuvele uzijwayeze

# onboarding.level.subtitle %@
source: Choose a starting point for %@.
af: Kies ’n beginpunt vir %@.
am: ለ%@ መጀመሪያ ነጥብ ምረጥ።
ar: اختر نقطة بداية لـ %@.
as: %@ৰ আৰম্ভণিৰ ঠাই বাছা।
az: %@ üçün başlanğıc seç.
be: Выберы пачатковы ўзровень для %@.
bg: Избери начално ниво за %@.
bn: %@-এর জন্য শুরুর জায়গা বেছে নাও।
bo: %@ ལ་འགོ་འཛུགས་ས་འདེམས།
bs: Izaberi početni nivo za %@.
ca: Tria un punt de partida per a %@.
cs: Vyber výchozí úroveň pro %@.
cy: Dewis fan cychwyn ar gyfer %@.
da: Vælg et startpunkt for %@.
de: Wähle einen Startpunkt für %@.
el: Διάλεξε από πού θα ξεκινήσεις στο %@.
es: Elige un punto de partida para %@.
et: Vali teemale %@ algustase.
eu: Aukeratu %@-rako abiapuntua.
fa: برای %@ یک نقطهٔ شروع انتخاب کن.
fi: Valitse aloituskohta aiheelle %@.
fo: Vel eitt byrjanarstig fyri %@.
fr: Choisis un point de départ pour %@.
ga: Roghnaigh pointe tosaithe do %@.
gl: Escolle un punto de partida para %@.
gu: %@ માટે શરૂઆત પસંદ કરો.
he: בחרו נקודת התחלה עבור %@.
hi: %@ के लिए शुरुआत चुनें।
hr: Odaberi početnu razinu za %@.
hu: Válassz kezdőpontot ehhez: %@.
hy: Ընտրիր %@-ի մեկնարկային կետը։
id: Pilih titik awal untuk %@.
is: Veldu byrjunarstað fyrir %@.
it: Scegli da dove iniziare con %@.
ja: %@のスタート地点をえらぼう。
ka: აირჩიე საწყისი დონე %@-ისთვის.
kk: %@ үшін бастау орнын таңда.
km: ជ្រើសចំណុចចាប់ផ្តើមសម្រាប់ %@។
kn: %@ಗೆ ಆರಂಭದ ಹಂತ ಆರಿಸು.
ko: %@의 시작점을 골라요.
lo: ເລືອກຈຸດເລີ່ມສຳລັບ %@.
lt: Pasirink, nuo ko pradėti %@.
lv: Izvēlies sākuma punktu tēmai %@.
mk: Избери почетна точка за %@.
ml: %@ ന് ഒരു തുടക്കസ്ഥാനം തിരഞ്ഞെടുക്കൂ.
mn: %@-д эхлэх цэгээ сонго.
mr: %@ साठी सुरुवातीचा टप्पा निवड.
ms: Pilih titik mula untuk %@.
my: %@ အတွက် စမှတ်ရွေးပါ။
ne: %@ का लागि सुरुआत छान।
nl: Kies een startpunt voor %@.
no: Velg et startpunkt for %@.
or: %@ ପାଇଁ ଆରମ୍ଭ ସ୍ଥାନ ବାଛ।
pa: %@ ਲਈ ਸ਼ੁਰੂਆਤੀ ਥਾਂ ਚੁਣੋ।
pl: Wybierz poziom początkowy dla %@.
pt: Escolhe onde começar em %@.
ro: Alege un punct de pornire pentru %@.
ru: Выбери начальный уровень для %@.
si: %@ සඳහා ආරම්භක තැනක් තෝරන්න.
sk: Vyber si, kde začneš s %@.
sl: Izberi začetno točko za %@.
sq: Zgjidh një pikënisje për %@.
sr: Izaberi početak za %@.
sv: Välj en startpunkt för %@.
sw: Chagua pa kuanzia kwa %@.
ta: %@ க்கான தொடக்க இடத்தைத் தேர்ந்தெடு.
te: %@ కోసం ప్రారంభ స్థాయిని ఎంచుకో.
th: เลือกจุดเริ่มต้นสำหรับ %@
tr: %@ için başlangıç noktası seç.
ug: %@ ئۈچۈن باشلىنىش نۇقتىسىنى تاللا.
uk: Обери початковий рівень для %@.
ur: %@ کے لیے شروعاتی جگہ چنیں۔
uz: %@ uchun boshlang‘ich nuqtani tanla.
vi: Chọn điểm bắt đầu cho %@.
zh: 为 %@ 选择起点。
zu: Khetha lapho uzoqala khona ku-%@.

# onboarding.level.thisTopic
source: this topic
af: hierdie onderwerp
am: ይህ ርዕስ
ar: هذا الموضوع
as: এই বিষয়
az: bu mövzu
be: гэтай тэмы
bg: тази тема
bn: এই বিষয়
bo: བརྗོད་གཞི་འདི།
bs: ovu temu
ca: aquest tema
cs: toto téma
cy: y pwnc hwn
da: dette emne
de: dieses Thema
el: αυτό το θέμα
es: este tema
et: see teema
eu: gai hau
fa: این موضوع
fi: tämä aihe
fo: hetta evnið
fr: ce sujet
ga: an t-ábhar seo
gl: este tema
gu: આ વિષય
he: הנושא הזה
hi: यह विषय
hr: ovu temu
hu: ez a téma
hy: այս թեման
id: topik ini
is: þetta efni
it: questo argomento
ja: このテーマ
ka: ეს თემა
kk: осы тақырып
km: ប្រធានបទនេះ
kn: ಈ ವಿಷಯ
ko: 이 주제
lo: ຫົວຂໍ້ນີ້
lt: šią temą
lv: šī tēma
mk: оваа тема
ml: ഈ വിഷയം
mn: энэ сэдэв
mr: हा विषय
ms: topik ini
my: ဒီအကြောင်းအရာ
ne: यो विषय
nl: dit onderwerp
no: dette emnet
or: ଏହି ବିଷୟ
pa: ਇਹ ਵਿਸ਼ਾ
pl: ten temat
pt: este tema
ro: acest subiect
ru: эта тема
si: මේ මාතෘකාව
sk: táto téma
sl: to temo
sq: këtë temë
sr: ovu temu
sv: det här ämnet
sw: mada hii
ta: இந்தத் தலைப்பு
te: ఈ అంశం
th: หัวข้อนี้
tr: bu konu
ug: بۇ تېما
uk: ця тема
ur: یہ موضوع
uz: bu mavzu
vi: chủ đề này
zh: 这个主题
zu: lesi sihloko

# onboarding.level.title
source: How good are you at this already?
af: Hoe goed is jy al hiermee?
am: ቀድሞውኑ ምን ያህል ጥሩ ነህ?
ar: ما مدى إتقانك لهذا؟
as: ইয়াত তুমি ইতিমধ্যে কিমান ভাল?
az: Bunu artıq nə qədər yaxşı bilirsən?
be: Наколькі добра ты гэта ўжо ўмееш?
bg: Колко си добър в това?
bn: এতে তুমি এখন কতটা ভালো?
bo: ཁྱེད་རང་འདི་ལ་ད་ལྟ་ག་ཚོད་མཁས་པོ་ཡོད།
bs: Koliko ovo već dobro znaš?
ca: Com se’t dona això?
cs: Jak dobře to už umíš?
cy: Pa mor dda wyt ti ar hyn yn barod?
da: Hvor god er du allerede til det?
de: Wie gut kannst du das schon?
el: Πόσο καλός είσαι ήδη σε αυτό;
es: ¿Qué tal se te da esto?
et: Kui hästi sa seda juba oskad?
eu: Zenbateraino moldatzen zara honekin?
fa: الان چقدر در این موضوع خوبی؟
fi: Kuinka hyvin osaat jo?
fo: Hvussu dugnalig/ur ert tú longu?
fr: Quel est déjà ton niveau ?
ga: Cé chomh maith is atá tú air seo?
gl: Que tal se che dá isto?
gu: તમે આમાં પહેલેથી કેટલા સારા છો?
he: עד כמה אתם כבר טובים בזה?
hi: इसमें तुम पहले से कितने अच्छे हो?
hr: Koliko ti ovo već dobro ide?
hu: Mennyire vagy már ügyes ebben?
hy: Որքա՞ն լավ գիտես սա արդեն։
id: Seberapa jago kamu sekarang?
is: Hversu góð(ur) ertu í þessu?
it: Quanto sei già bravo?
ja: もうどれくらいできる？
ka: უკვე რამდენად კარგად იცი?
kk: Мұны қаншалықты жақсы білесің?
km: អ្នកពូកែប៉ុណ្ណាហើយ?
kn: ಇದರಲ್ಲಿ ಈಗಾಗಲೇ ಎಷ್ಟು ಚೆನ್ನಾಗಿದ್ದೀಯ?
ko: 이걸 얼마나 잘하나요?
lo: ຕອນນີ້ເຈົ້າເກັ່ງປານໃດ?
lt: Kaip gerai tai jau moki?
lv: Cik labi tu to jau proti?
mk: Колку добро го знаеш ова?
ml: ഇത് നിനക്ക് ഇതിനകം എത്ര നന്നായി അറിയാം?
mn: Чи үүнийг хэр сайн мэдэх вэ?
mr: हे तुला आधीपासून किती जमतं?
ms: Sejauh mana kamu dah pandai?
my: ဒါကို ဘယ်လောက်တော်ပြီးပြီလဲ။
ne: यसमा तिमी कति राम्रो छौ?
nl: Hoe goed ben je hier al in?
no: Hvor god er du allerede?
or: ତୁମେ ଏଥିରେ କେତେ ଭଲ?
pa: ਤੁਸੀਂ ਇਸ ਵਿੱਚ ਪਹਿਲਾਂ ਹੀ ਕਿੰਨੇ ਚੰਗੇ ਹੋ?
pl: Jak dobrze już to umiesz?
pt: Quão bom já és nisto?
ro: Cât de bine te descurci deja?
ru: Насколько хорошо ты это умеешь?
si: මේක දැනටමත් කොච්චර හොඳට පුළුවන්ද?
sk: Ako dobre ti to už ide?
sl: Kako dobro ti to že gre?
sq: Sa mirë e njeh këtë?
sr: Koliko ti ovo već dobro ide?
sv: Hur bra är du redan på det här?
sw: Una ujuzi gani tayari?
ta: இதில் உனக்கு ஏற்கனவே எவ்வளவு தெரியும்?
te: ఇది నీకు ఇప్పటికే ఎంత బాగా వచ్చు?
th: ตอนนี้เธอเก่งแค่ไหนแล้ว?
tr: Bunda ne kadar iyisin?
ug: بۇنى قانچىلىك بىلىسەن؟
uk: Наскільки добре ти це вже вмієш?
ur: آپ اس میں پہلے سے کتنے اچھے ہیں؟
uz: Buni qanchalik yaxshi bilasan?
vi: Bạn đã giỏi phần này đến đâu?
zh: 你已经有多熟练？
zu: Usuvele wazi kangakanani ngalokhu?
